Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: I understand — continue
ar: أفهم — متابعة
da: Jeg forstår — fortsæt
de: Ich verstehe — fortfahren
es: Entiendo — continuar
fi: Ymmärrän — jatka
fr: Je comprends — continuer
is: Ég skil — halda áfram
it: Ho capito — continua
ja: 理解しました — 続ける
ko: 이해했습니다 — 계속
nb: Jeg forstår — fortsett
nl: Ik begrijp het — doorgaan
pt_br: Entendi — continuar
ru: Понятно — продолжить
sv: Jag förstår — fortsätt
zh_hans: 我明白 — 继续

source: I understand — engage
ar: أفهم — تفعيل
da: Jeg forstår — aktivér
de: Ich verstehe — aktivieren
es: Entiendo: activar
fi: Ymmärrän — ota käyttöön
fr: Je comprends — activer
is: Ég skil — virkja
it: Ho capito — attiva
ja: 了解しました — 有効にする
ko: 이해했습니다 — 사용
nb: Jeg forstår — aktiver
nl: Ik begrijp het — inschakelen
pt_br: Entendi — ativar
ru: Понятно — активировать
sv: Jag förstår — aktivera
zh_hans: 我明白了——启用

source: I'll do this later
ar: سأفعل هذا لاحقًا
da: Jeg gør det senere
de: Ich mache das später
es: Lo haré más tarde
fi: Teen tämän myöhemmin
fr: Je le ferai plus tard
is: Ég geri þetta seinna
it: Lo farò più tardi
ja: 後で行う
ko: 나중에 하기
nb: Jeg gjør dette senere
nl: Ik doe dit later
pt_br: Farei isso mais tarde
ru: Сделаю это позже
sv: Jag gör det här senare
zh_hans: 稍后再做

source: I'm Up
ar: لقد استيقظت
da: Jeg er oppe
de: Ich bin wach
es: Ya desperté
fi: Olen hereillä
fr: Je suis debout
is: Ég er vaknaður
it: Sono sveglio
ja: 起きました
ko: 일어났어요
nb: Jeg er oppe
nl: Ik ben wakker
pt_br: Acordei
ru: Я встал(а)
sv: Jag är uppe
zh_hans: 我醒了

source: iCloud & Data
ar: iCloud والبيانات
da: iCloud og data
de: iCloud & Daten
es: iCloud y datos
fi: iCloud ja tiedot
fr: iCloud et données
is: iCloud og gögn
it: iCloud e dati
ja: iCloudとデータ
ko: iCloud 및 데이터
nb: iCloud og data
nl: iCloud en gegevens
pt_br: iCloud e dados
ru: iCloud и данные
sv: iCloud och data
zh_hans: iCloud 与数据

source: iCloud Backup
ar: النسخ الاحتياطي على iCloud
da: iCloud-sikkerhedskopi
es: Copia de seguridad en iCloud
fi: iCloud-varmuuskopio
fr: Sauvegarde iCloud
is: iCloud-öryggisafrit
it: Backup iCloud
ja: iCloudバックアップ
ko: iCloud 백업
nb: iCloud-sikkerhetskopi
nl: iCloud-reservekopie
pt_br: Backup do iCloud
ru: Резервная копия iCloud
sv: iCloud-säkerhetskopia
zh_hans: iCloud 备份

source: iCloud copies of your data — synced sessions, in-progress recording backups, and the settings backup are deleted from your private iCloud database (requires an internet connection)
ar: نُسخ بياناتك على iCloud — الجلسات المتزامنة، والنسخ الاحتياطية للتسجيلات الجارية، والنسخة الاحتياطية للإعدادات — تُحذف من قاعدة بيانات iCloud الخاصة بك (يتطلب اتصالًا بالإنترنت)
da: iCloud-kopier af dine data — synkroniserede sessioner, sikkerhedskopier af igangværende optagelser og indstillingssikkerhedskopien slettes fra din private iCloud-database (kræver en internetforbindelse)
de: iCloud-Kopien deiner Daten – synchronisierte Sitzungen, Backups laufender Aufzeichnungen und das Einstellungs-Backup werden aus deiner privaten iCloud-Datenbank gelöscht (erfordert eine Internetverbindung)
es: Las copias en iCloud de tus datos —sesiones sincronizadas, copias de seguridad de grabaciones en curso y la copia de seguridad de los ajustes— se eliminan de tu base de datos privada de iCloud (requiere conexión a internet)
fi: Tietojesi iCloud-kopiot — synkronoidut istunnot, käynnissä olevien tallennusten varmuuskopiot ja asetusten varmuuskopio — poistetaan yksityisestä iCloud-tietokannastasi (vaatii internet-yhteyden)
fr: Les copies iCloud de vos données — sessions synchronisées, sauvegardes d'enregistrements en cours et sauvegarde des réglages — sont supprimées de votre base de données iCloud privée (nécessite une connexion internet)
is: iCloud-afrit af gögnunum þínum — samstilltar lotur, öryggisafrit af yfirstandandi upptökum og stillingaafritið — eru eytt úr einkagagnagrunninum þínum á iCloud (krefst nettengingar)
it: Le copie su iCloud dei tuoi dati — sessioni sincronizzate, backup delle registrazioni in corso e backup delle impostazioni — vengono eliminate dal tuo database iCloud privato (richiede una connessione a internet)
ja: データの iCloud コピー（同期されたセッション、進行中の記録のバックアップ、設定のバックアップ）は、プライベートな iCloud データベースから削除されます（インターネット接続が必要です）
ko: 데이터의 iCloud 사본 — 동기화된 세션, 진행 중인 기록 백업, 설정 백업 — 이 비공개 iCloud 데이터베이스에서 삭제됩니다 (인터넷 연결 필요)
nb: iCloud-kopier av dataene dine — synkroniserte økter, sikkerhetskopier av pågående opptak og innstillingssikkerhetskopien — slettes fra din private iCloud-database (krever internettforbindelse)
nl: iCloud-kopieën van je gegevens — gesynchroniseerde sessies, back-ups van lopende opnames en de back-up van instellingen — worden uit je privé iCloud-database verwijderd (vereist een internetverbinding)
pt_br: As cópias dos seus dados no iCloud — sessões sincronizadas, backups de gravações em andamento e o backup das configurações — são excluídas do seu banco de dados privado do iCloud (requer conexão com a internet)
ru: Копии ваших данных в iCloud — синхронизированные сессии, резервные копии текущих записей и резервная копия настроек — удаляются из вашей личной базы данных iCloud (требуется подключение к интернету)
sv: iCloud-kopior av dina data — synkroniserade sessioner, säkerhetskopior av pågående inspelningar och säkerhetskopian av inställningar — raderas från din privata iCloud-databas (kräver internetanslutning)
zh_hans: 你的数据的 iCloud 副本——已同步的记录、进行中的录制备份以及设置备份——将从你的私人 iCloud 数据库中删除（需要互联网连接）

source: iCloud copies stay until you use Delete All My Data or remove them in your iCloud settings.
ar: تبقى نسخ iCloud حتى تستخدم «حذف جميع بياناتي» أو تزيلها من إعدادات iCloud.
da: iCloud-kopier bevares, indtil du bruger Slet alle mine data eller fjerner dem i dine iCloud-indstillinger.
de: iCloud-Kopien bleiben erhalten, bis du „Alle meine Daten löschen“ verwendest oder sie in deinen iCloud-Einstellungen entfernst.
es: Las copias en iCloud se mantienen hasta que uses Eliminar todos mis datos o las elimines en tus ajustes de iCloud.
fi: iCloud-kopiot säilyvät, kunnes käytät toimintoa Poista kaikki tietoni tai poistat ne iCloud-asetuksistasi.
fr: Les copies iCloud sont conservées jusqu’à ce que vous utilisiez Supprimer toutes mes données ou que vous les supprimiez dans vos réglages iCloud.
is: Afrit í iCloud haldast þar til þú notar Eyða öllum gögnunum mínum eða fjarlægir þau í iCloud-stillingunum þínum.
it: Le copie su iCloud restano finché non usi Elimina tutti i miei dati o non le rimuovi dalle impostazioni di iCloud.
ja: iCloud 上のコピーは、「すべてのデータを削除」を使用するか iCloud の設定で削除するまで残ります。
ko: iCloud 사본은 내 데이터 모두 삭제를 사용하거나 iCloud 설정에서 제거할 때까지 남아 있습니다.
nb: Kopier i iCloud blir liggende til du bruker Slett alle dataene mine eller fjerner dem i iCloud-innstillingene dine.
nl: Kopieën in iCloud blijven bestaan totdat je Al mijn gegevens verwijderen gebruikt of ze verwijdert in je iCloud-instellingen.
pt_br: As cópias no iCloud permanecem até você usar Excluir todos os meus dados ou removê-las nas configurações do iCloud.
ru: Копии в iCloud сохраняются, пока вы не воспользуетесь функцией «Удалить все мои данные» или не удалите их в настройках iCloud.
sv: Kopior i iCloud finns kvar tills du använder Radera alla mina data eller tar bort dem i dina iCloud-inställningar.
zh_hans: iCloud 中的副本会一直保留，直到你使用“删除我的所有数据”或在 iCloud 设置中移除它们。

source: iCloud sync
ar: مزامنة iCloud
da: iCloud-synkronisering
de: iCloud-Synchronisierung
es: Sincronización con iCloud
fi: iCloud-synkronointi
fr: Synchronisation iCloud
is: iCloud-samstilling
it: Sincronizzazione iCloud
ja: iCloud 同期
ko: iCloud 동기화
nb: iCloud-synkronisering
nl: iCloud-synchronisatie
pt_br: Sincronização com iCloud
ru: Синхронизация iCloud
sv: iCloud-synkronisering
zh_hans: iCloud 同步

source: iCloud Sync
ar: مزامنة iCloud
da: iCloud-synkronisering
de: iCloud-Synchronisierung
es: Sincronización iCloud
fi: iCloud-synkronointi
fr: Synchronisation iCloud
is: iCloud samstilling
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
nb: iCloud-synkronisering
nl: iCloud-synchronisatie
pt_br: Sincronização iCloud
ru: Синхронизация iCloud
sv: iCloud-synk
zh_hans: iCloud同步

source: iCloud Sync is on unless you skip it during setup, and you can turn it off at any time in Settings → iCloud & Data.
ar: تكون مزامنة iCloud مفعّلة ما لم تتخطَّها أثناء الإعداد، ويمكنك إيقافها في أي وقت من الإعدادات ← iCloud والبيانات.
da: iCloud-synkronisering er slået til, medmindre du springer den over under opsætningen, og du kan når som helst slå den fra i Indstillinger → iCloud og data.
de: iCloud-Synchronisierung ist aktiviert, sofern du sie bei der Einrichtung nicht überspringst, und du kannst sie jederzeit unter Einstellungen → iCloud & Daten deaktivieren.
es: La Sincronización iCloud está activada salvo que la omitas durante la configuración, y puedes desactivarla en cualquier momento en Ajustes → iCloud y datos.
fi: iCloud-synkronointi on päällä, ellet ohita sitä käyttöönoton aikana, ja voit poistaa sen käytöstä milloin tahansa kohdassa Asetukset → iCloud ja tiedot.
fr: La synchronisation iCloud est activée sauf si vous la passez lors de la configuration, et vous pouvez la désactiver à tout moment dans Réglages → iCloud et données.
is: Kveikt er á iCloud samstillingu nema þú sleppir henni við uppsetningu, og þú getur slökkt á henni hvenær sem er í Stillingar → iCloud og gögn.
it: La sincronizzazione iCloud è attiva a meno che tu non la salti durante la configurazione, e puoi disattivarla in qualsiasi momento in Impostazioni → iCloud e dati.
ja: iCloud 同期は、セットアップ中にスキップしない限りオンになっており、設定 → iCloudとデータ でいつでもオフにできます。
ko: iCloud 동기화는 설정 중에 건너뛰지 않는 한 켜져 있으며, 설정 → iCloud 및 데이터에서 언제든지 끌 수 있습니다.
nb: iCloud-synkronisering er på med mindre du hopper over den under oppsettet, og du kan slå den av når som helst i Innstillinger → iCloud og data.
nl: iCloud-synchronisatie staat aan, tenzij je die tijdens de configuratie overslaat, en je kunt die op elk moment uitschakelen in Instellingen → iCloud en gegevens.
pt_br: A sincronização do iCloud fica ativada, a menos que você a ignore durante a configuração, e você pode desativá-la a qualquer momento em Configurações → iCloud e dados.
ru: Синхронизация iCloud включена, если вы не пропустили её при настройке, и её можно выключить в любой момент в Настройки → iCloud и данные.
sv: iCloud-synk är på om du inte hoppar över den under konfigurationen, och du kan stänga av den när som helst i Inställningar → iCloud och data.
zh_hans: 除非你在设置过程中跳过，否则 iCloud 同步默认开启，你可以随时在“设置 → iCloud 与数据”中关闭。

source: iCloud uploaded
ar: تم الرفع إلى iCloud
da: Uploadet til iCloud
de: Auf iCloud hochgeladen
es: Subido a iCloud
fi: Ladattu iCloudiin
fr: Téléversé sur iCloud
is: Hlaðið upp á iCloud
it: Caricato su iCloud
ja: iCloudにアップロード済み
ko: iCloud에 업로드됨
nb: Lastet opp til iCloud
nl: Geüpload naar iCloud
pt_br: Enviado para o iCloud
ru: Загружено в iCloud
sv: Uppladdat till iCloud
zh_hans: 已上传至 iCloud

source: Identity & Profile
ar: الهوية والملف الشخصي
da: Identitet og profil
de: Identität & Profil
es: Identidad y perfil
fi: Identiteetti ja profiili
fr: Identité et profil
is: Auðkenni og prófíll
it: Identità e profilo
ja: アイデンティティとプロフィール
ko: 신원 및 프로필
nb: Identitet og profil
nl: Identiteit en profiel
pt_br: Identidade e perfil
ru: Личность и профиль
sv: Identitet och profil
zh_hans: 身份与档案

source: If a child has used the app on your device, Settings → Advanced Data Controls → Delete All My Data erases everything on the device and in iCloud.
ar: إذا استخدم طفل التطبيق على جهازك، فإن الإعدادات ← عناصر تحكم متقدمة في البيانات ← حذف جميع بياناتي يمحو كل شيء على الجهاز وفي iCloud.
da: Hvis et barn har brugt appen på din enhed, sletter Indstillinger → Avancerede datakontroller → Slet alle mine data alt på enheden og i iCloud.
de: Wenn ein Kind die App auf deinem Gerät verwendet hat, löscht Einstellungen → Erweiterte Datensteuerung → Alle meine Daten löschen alles auf dem Gerät und in iCloud.
es: Si un niño ha usado la app en tu dispositivo, Ajustes → Controles de datos avanzados → Eliminar todos mis datos borra todo en el dispositivo y en iCloud.
fi: Jos lapsi on käyttänyt sovellusta laitteellasi, Asetukset → Tietojen lisäasetukset → Poista kaikki tietoni poistaa kaiken laitteelta ja iCloudista.
fr: Si un enfant a utilisé l’app sur votre appareil, Réglages → Contrôles de données avancés → Supprimer toutes mes données efface tout sur l’appareil et dans iCloud.
is: Ef barn hefur notað forritið í tækinu þínu eyðir Stillingar → Ítarlegar gagnastýringar → Eyða öllum gögnunum mínum öllu í tækinu og í iCloud.
it: Se un bambino ha usato l’app sul tuo dispositivo, Impostazioni → Controlli dati avanzati → Elimina tutti i miei dati cancella tutto sul dispositivo e su iCloud.
ja: お子さまがあなたのデバイスでアプリを使用した場合は、設定 → 高度なデータ制御 → すべてのデータを削除 で、デバイス上と iCloud 上のすべてが消去されます。
ko: 자녀가 사용자의 기기에서 앱을 사용한 경우, 설정 → 고급 데이터 제어 → 내 데이터 모두 삭제로 기기와 iCloud에 있는 모든 데이터를 지울 수 있습니다.
nb: Hvis et barn har brukt appen på enheten din, sletter Innstillinger → Avanserte datakontroller → Slett alle dataene mine alt på enheten og i iCloud.
nl: Als een kind de app op je apparaat heeft gebruikt, wist Instellingen → Geavanceerde gegevensinstellingen → Al mijn gegevens verwijderen alles op het apparaat en in iCloud.
pt_br: Se uma criança usou o app no seu dispositivo, Configurações → Controles de dados avançados → Excluir todos os meus dados apaga tudo no dispositivo e no iCloud.
ru: Если ребёнок пользовался приложением на вашем устройстве, Настройки → Расширенное управление данными → Удалить все мои данные стирает всё на устройстве и в iCloud.
sv: Om ett barn har använt appen på din enhet raderar Inställningar → Avancerade datakontroller → Radera alla mina data allt på enheten och i iCloud.
zh_hans: 如果有儿童在你的设备上使用过本应用，“设置 → 高级数据控制 → 删除我的所有数据”会清除设备上和 iCloud 中的所有内容。

source: If Emuqu isn't reading your sleep, HRV, or workouts, your Apple Health permissions may be off. Tap the re-request button to bring up the system prompt again, or open the help guide for the manual steps.
ar: إذا لم يكن Emuqu يقرأ نومك أو HRV أو تمارينك، فقد تكون أذونات Apple Health لديك معطّلة. اضغط على زر إعادة الطلب لإظهار مطالبة النظام مرة أخرى، أو افتح دليل المساعدة لمعرفة الخطوات اليدوية.
da: Hvis Emuqu ikke læser din søvn, HRV eller træninger, kan dine Apple Health-tilladelser være slået fra. Tryk på knappen for at anmode igen for at få systemforespørgslen frem igen, eller åbn hjælpevejledningen for de manuelle trin.
de: Wenn Emuqu deinen Schlaf, HRV oder deine Trainings nicht liest, sind deine Apple-Health-Berechtigungen möglicherweise deaktiviert. Tippe auf die Schaltfläche zum erneuten Anfordern, um die Systemabfrage erneut anzuzeigen, oder öffne die Hilfe für die manuellen Schritte.
es: Si Emuqu no lee tu sueño, HRV o entrenamientos, es posible que tus permisos de Apple Health estén desactivados. Toca el botón de volver a solicitar para que aparezca de nuevo el aviso del sistema, o abre la guía de ayuda para los pasos manuales.
fi: Jos Emuqu ei lue untasi, HRV:tä tai harjoituksiasi, Apple Health -käyttöoikeutesi voivat olla pois päältä. Napauta pyydä uudelleen -painiketta tuodaksesi järjestelmän kehotteen taas esiin tai avaa ohje manuaalisia vaiheita varten.
fr: Si Emuqu ne lit pas votre sommeil, votre HRV ou vos séances, vos autorisations Apple Santé sont peut-être désactivées. Touchez le bouton de nouvelle demande pour faire réapparaître l'invite système, ou ouvrez le guide d'aide pour les étapes manuelles.
is: Ef Emuqu les ekki svefninn þinn, HRV eða æfingar getur verið að Apple Health-heimildirnar þínar séu óvirkar. Pikkaðu á hnappinn til að biðja aftur til að kalla fram kerfiskvaðninguna á ný, eða opnaðu hjálparleiðbeiningarnar fyrir handvirku skrefin.
it: Se Emuqu non legge il tuo sonno, l'HRV o gli allenamenti, le tue autorizzazioni di Apple Health potrebbero essere disattivate. Tocca il pulsante per richiedere di nuovo per far ricomparire la richiesta di sistema, oppure apri la guida per i passaggi manuali.
ja: Emuquが睡眠、HRV、ワークアウトを読み取れない場合、Apple ヘルスケアの許可がオフになっている可能性があります。再リクエストボタンをタップしてシステムプロンプトを再度表示するか、手動の手順についてはヘルプガイドを開いてください。
ko: Emuqu가 수면, HRV 또는 운동을 읽지 못한다면 Apple Health 권한이 꺼져 있을 수 있습니다. 다시 요청 버튼을 탭하여 시스템 프롬프트를 다시 표시하거나, 수동 단계는 도움말 가이드를 여세요.
nb: Hvis Emuqu ikke leser søvnen, HRV-en eller øktene dine, kan Apple Health-tillatelsene dine være av. Trykk på knappen for å be på nytt for å få frem systemforespørselen igjen, eller åpne hjelpeguiden for de manuelle trinnene.
nl: Als Emuqu je slaap, HRV of trainingen niet leest, staan je Apple Health-machtigingen mogelijk uit. Tik op de knop om opnieuw aan te vragen om de systeemmelding weer op te roepen, of open de helpgids voor de handmatige stappen.
pt_br: Se o Emuqu não está lendo seu sono, HRV ou treinos, suas permissões do Apple Health podem estar desativadas. Toque no botão de solicitar novamente para exibir o aviso do sistema de novo, ou abra o guia de ajuda para os passos manuais.
ru: Если Emuqu не считывает ваш сон, ВСР или тренировки, возможно, разрешения Apple Здоровье отключены. Нажмите кнопку повторного запроса, чтобы снова вызвать системный запрос, или откройте справочное руководство для выполнения шагов вручную.
sv: Om Emuqu inte läser din sömn, HRV eller dina träningspass kan dina Apple Health-behörigheter vara avstängda. Tryck på knappen för att begära igen för att ta fram systemfrågan på nytt, eller öppna hjälpguiden för de manuella stegen.
zh_hans: 如果 Emuqu 未读取你的睡眠、HRV 或训练数据，可能是你的 Apple 健康 权限已关闭。点按重新请求按钮以再次调出系统提示，或打开帮助指南查看手动操作步骤。

source: If the iCloud deletion fails (no network, or not signed into iCloud), your local data is still removed — run Delete All My Data again once you're back online to clear the iCloud copies.
ar: إذا فشل الحذف من iCloud (لا توجد شبكة، أو لم يتم تسجيل الدخول إلى iCloud)، فستتم إزالة بياناتك المحلية على أي حال — شغّل حذف جميع بياناتي مرة أخرى عند عودتك للاتصال لمسح نسخ iCloud.
da: Hvis iCloud-sletningen mislykkes (intet netværk, eller ikke logget ind på iCloud), fjernes dine lokale data alligevel — kør Slet alle mine data igen, når du er online igen, for at rydde iCloud-kopierne.
de: Wenn das Löschen aus iCloud fehlschlägt (kein Netzwerk oder nicht bei iCloud angemeldet), werden deine lokalen Daten trotzdem entfernt — führe Alle meine Daten löschen erneut aus, sobald du wieder online bist, um die iCloud-Kopien zu entfernen.
es: Si la eliminación de iCloud falla (sin red o sin haber iniciado sesión en iCloud), tus datos locales se eliminan igualmente — ejecuta Eliminar todos mis datos de nuevo cuando vuelvas a estar en línea para borrar las copias de iCloud.
fi: Jos iCloud-poisto epäonnistuu (ei verkkoa tai et ole kirjautunut iCloudiin), paikalliset tietosi poistetaan silti — suorita Poista kaikki tietoni uudelleen, kun olet taas verkossa, poistaaksesi iCloud-kopiot.
fr: Si la suppression iCloud échoue (pas de réseau ou non connecté à iCloud), vos données locales sont quand même supprimées — relancez Supprimer toutes mes données une fois en ligne pour effacer les copies iCloud.
is: Ef eyðing úr iCloud mistekst (ekkert net, eða ekki skráð(ur) inn í iCloud) eru staðbundnu gögnin þín samt fjarlægð — keyrðu Eyða öllum gögnunum mínum aftur þegar þú ert komin(n) aftur á netið til að hreinsa iCloud-afritin.
it: Se l'eliminazione da iCloud non riesce (nessuna rete o non hai effettuato l'accesso a iCloud), i tuoi dati locali vengono comunque rimossi — esegui di nuovo Elimina tutti i miei dati una volta tornato online per cancellare le copie su iCloud.
ja: iCloud の削除に失敗した場合（ネットワークがない、または iCloud にサインインしていない）でも、ローカルデータは削除されます。オンラインに戻ったら すべてのデータを削除 を再度実行して iCloud 上のコピーを消去してください。
ko: iCloud 삭제가 실패하더라도(네트워크 없음 또는 iCloud 미로그인) 로컬 데이터는 삭제됩니다 — 다시 온라인이 되면 내 데이터 모두 삭제를 다시 실행하여 iCloud 사본을 지우세요.
nb: Hvis sletting fra iCloud mislykkes (ingen nettverk, eller ikke logget på iCloud), fjernes de lokale dataene dine likevel — kjør Slett alle dataene mine på nytt når du er på nett igjen for å fjerne iCloud-kopiene.
nl: Als het verwijderen uit iCloud mislukt (geen netwerk of niet ingelogd bij iCloud), worden je lokale gegevens toch verwijderd — voer Al mijn gegevens verwijderen opnieuw uit zodra je weer online bent om de iCloud-kopieën te wissen.
pt_br: Se a exclusão do iCloud falhar (sem rede ou sem estar conectado ao iCloud), seus dados locais ainda são removidos — execute Excluir todos os meus dados novamente quando voltar a ficar on-line para limpar as cópias do iCloud.
ru: Если удаление из iCloud не удалось (нет сети или вы не вошли в iCloud), ваши локальные данные всё равно удаляются — запустите «Удалить все мои данные» снова, когда снова будете в сети, чтобы очистить копии в iCloud.
sv: Om raderingen från iCloud misslyckas (inget nätverk, eller inte inloggad på iCloud) tas dina lokala data ändå bort — kör Radera alla mina data igen när du är online igen för att rensa iCloud-kopiorna.
zh_hans: 如果 iCloud 删除失败（无网络或未登录 iCloud），你的本地数据仍会被删除——重新联网后再次运行删除我的所有数据以清除 iCloud 上的副本。

source: If the strap kept recording after you finished, drag the end back to where the workout actually ended, then Save.
ar: إذا استمر الحزام في التسجيل بعد أن أنهيت، فاسحب نقطة النهاية إلى المكان الذي انتهى عنده التمرين فعلياً، ثم احفظ.
da: Hvis remmen fortsatte med at optage, efter du var færdig, så træk slutningen tilbage til der, hvor træningen faktisk sluttede, og tryk så Gem.
de: Wenn der Gurt nach dem Beenden weiter aufgezeichnet hat, ziehe das Ende dorthin zurück, wo das Training tatsächlich endete, und speichere dann.
es: Si la banda siguió grabando después de que terminaras, arrastra el final hasta donde realmente acabó el entrenamiento y luego pulsa Guardar.
fi: Jos panta jatkoi tallennusta lopetuksen jälkeen, vedä loppukohta takaisin siihen, mihin harjoitus todella päättyi, ja tallenna sitten.
fr: Si la ceinture a continué d'enregistrer après que vous avez terminé, faites glisser la fin jusqu'à l'endroit où la séance s'est réellement terminée, puis enregistrez.
is: Ef ólin hélt áfram að taka upp eftir að þú varst búin/n, dragðu endann aftur þangað sem æfingin endaði í raun og smelltu svo á Vista.
it: Se la fascia ha continuato a registrare dopo che hai finito, trascina la fine fino al punto in cui l'allenamento è effettivamente terminato, quindi salva.
ja: 終了後もストラップが記録を続けていた場合は、終了位置を実際にワークアウトが終わった地点までドラッグして戻し、保存してください。
ko: 운동을 마친 뒤에도 스트랩이 계속 기록했다면, 끝 지점을 실제로 운동이 끝난 곳으로 끌어 옮긴 다음 저장하세요.
nb: Hvis beltet fortsatte å ta opp etter at du var ferdig, dra slutten tilbake til der økten faktisk sluttet, og trykk deretter Lagre.
nl: Als de band na het beëindigen bleef opnemen, sleep dan het einde terug naar waar de training daadwerkelijk eindigde en sla daarna op.
pt_br: Se a cinta continuou gravando depois que você terminou, arraste o final de volta para onde o treino realmente terminou e toque em Salvar.
ru: Если ремень продолжал запись после завершения, перетащите конец обратно туда, где тренировка действительно закончилась, и сохраните.
sv: Om bandet fortsatte att spela in efter att du var klar, dra slutet tillbaka till där träningen faktiskt slutade och tryck sedan på Spara.
zh_hans: 如果你结束后心率带仍在继续记录，请将结束点拖回到训练实际结束的位置，然后保存。
